import React from 'react';
import styles from './BookUazdao.module.scss';

export const BookUazdao: React.FC = () => {
  return (
    <div className={styles.BookUazdao}>
      <h2>Павел Иевлев</h2>

      <h1>
        <a
          href="https://www.rulit.me/books/uazdao-ili-dao-vyrazhennoe-rukami-download-445410.html"
          target="_blank"
          rel="noopener noreferrer"
          aria-label="Перейти на страницу книги 'УАЗДАО или ДАО, выраженное руками' на сайте Rulit.me"
        >
          УАЗДАО или ДАО, выраженное руками
        </a>
      </h1>

      <img
        src="/src/assets/image/bookuazdao/title.jpg"
        alt="Обложка книги 'УАЗДАО или ДАО, выраженное руками' Павла Иевлева"
      />
      <h3>Аннотация</h3>

      <p>
        Читатель, перед тобой – «УАЗдао». Это книга особого, гаражного дао, где
        в искрах болгарки, сиянии сварочной дуги и брызгах горячего масла
        зарождается то, что многие ошибочно принимают за мудрость. Это книга
        здравого смысла.
      </p>
      <p>
        В этой книге много умных слов, много правильных слов, много матерных
        слов. Чего в ней нет – так это ни одного серьёзного слова.
      </p>
      <p>
        Да убережет вас мироздание от слишком серьёзного прочтения всего, что
        тут написано!
      </p>

      <h3>Пролог — рукопись, найденная в солидоле</h3>

      <p>
        На раскопках одного древнего гаражища, в плотно запечатанной жестяной
        амфоре с солидолом, обнаружена рукопись с великим сакральным текстом,
        который считался утерянным. Речь идёт о первых списках так называемого
        «УАЗдао» — священной книге древних автомехаников. До сих пор она была
        известна только по кратчайшим отрывкам, сохранившимся в изустной
        традиции.
      </p>

      <p>
        Рукопись написана на архаичном протоязыке автомехаников, и потому
        некоторые термины и идиоматические выражения в тексте остались
        непереведёнными. Это, как правило, те священные, исполненные тайной
        магической силы заклинания, которые до сих пор, без понимания утерянного
        смысла, передаются из уст в уста среди потомков тех, первых,
        автомехаников. Обычно их произносят, ударив себя молотком по пальцу…
      </p>

      <p>
        Рукопись выполнена в традиционной технологии — отвёрткой по дерматину, и
        расшифровка её ещё продолжается.
      </p>

      <h3>Схождение в УАЗ</h3>
      <ul>
        <li>
          Да пребудут с тобой вечные Болгарка, Сварка и Свалка, ибо путь их — и
          есть путь УАЗдао.
        </li>
        <li>И Монтировка с Кувалдой, предвестники их.</li>
        <li>И Зубилом не пренебрегай отнюдь.</li>
        <li>
          Не брезгуй в гордыне своей рожковым ключом, оттого, что есть торцевой.
          Ибо путь УАЗДао — есть путь простоты. И что ты будешь делать, проебав
          торцевой?
        </li>
      </ul>

      <p>
        На тернистом и полном бесконечного просветления пути УАЗдао я оказался
        отчасти случайно. Впрочем, каждый человек может сказать про себя это в
        любых жизненных обстоятельствах — поскольку сама жизнь наша есть лишь
        Большая Случайность. Некоторые вещи просто приходят в твою жизнь,
        взявшись вроде бы ниоткуда и низачем, но с комфортом устраиваясь посреди
        жизненных обстоятельств, врастая в них и пуская корни. Глядь — а они уже
        как будто были всегда, и представить себя без них невозможно.
      </p>

      <p>
        Так в мою жизнь вошёл УАЗ. Он просто случился со мной, и это изменило
        мою жизнь — ну, насколько эта странная материя, жизнь, вообще подвержена
        изменению.
      </p>

      <p>
        Это был самый что ни на есть посконный УАЗ-469 первых лет выпуска
        «колхозник». Раздельное стекло, дворники сверху, карбовый мотор под 80-й
        бензин, в салоне табуреточные сидушки, самодельный жёсткий верх.
      </p>

      <p>
        Никакой романтики, рабочий сельского труда, труженик деревенской
        логистики.
      </p>

      <p>Зачем? — спросите вы.</p>

      <p>
        Мой школьный учитель физики — человек по-своему незаурядный — когда его
        спрашивали, почему электроны крутятся по орбитам, или почему
        электрический ток течёт именно от плюса к минусу, а не наоборот,
        устраивал целое представление. Он раскрывал широко глаза, делал
        удивлённое (с оттенком возмущения нашей тупостью) лицо, вставал в полный
        рост перед классом и говорил: «Как? Вы не знаете ЭТОГО? Сей же час
        достали ручки и тетрадки! Пишите, да большими буквами, чтобы запомнить
        на всю жизнь! Приготовились? Пишем: «ТАК УСТРОЕН МИР!». С этих самых пор
        в голове моей отложилось, что найти причины всего, что происходит
        вокруг, невозможно, да и не нужно. Ток течёт, электроны крутятся по
        своим орбитам, а мир сложен и не всегда понятен. И это есть так, потому
        что не иначе. Почти всегда можно объяснить «как?», почти никогда
        «почему?», а вопрос «зачем?» вообще не имеет смысла.
      </p>

      <p>К примеру — зачем мне УАЗик? Неправильный вопрос. А сам я зачем?</p>

      <p>
        Человеку необходим некоторый способ взаимодействия с миром, помогающий
        регулярно выходить за пределы утилитарности бытия. УАЗик — мой
        собственный способ делать ненужное, не лучше и не хуже других. Вообще,
        умение делать ненужное — неочевидный, но важный системообразующий навык.
      </p>

      <p>
        Большую часть своей жизни мы производим исключительно себя.
        Перерабатываем ресурсы окружающего мира в своё существование. Это
        утилитарность, от которой никуда не деться, и всякая живая тварь занята
        этим. Деланием нужного во всех его формах. Между тем, у человека есть
        специальное слово «работа» и многие не понимают его важности. Понятие
        «работы» выделяет утилитарную деятельность в отдельную категорию бытия,
        то есть, утверждая факт, что кроме неё есть что-то ещё. Не работа. Этим
        чем-то отнюдь не является отдых. Отдых — это составная часть
        производственной деятельности. Восполнение ресурсов тела для продолжения
        труда. А вот делание ненужного — это то, что обозначает нас людьми, а не
        установками по переработке удобрения в корм и обратно.
      </p>

      <p>
        Делание ненужного — это не прихоть. Это самодекларация. Построить дом —
        делание нужного, украсить резьбой наличники — делание ненужного.
        Посадить картошку — её можно съесть, посадить клумбу — зачем? Но это
        ненужное меняет мир вокруг нас, превращая его в творение наших рук, а
        самое главное — меняет нас.
      </p>

      <p>
        Охота на мамонта — делание нужного, рисование этой охоты на стене пещеры
        — делание ненужного. (Что вы там сказали? Обряды? Колдовство? Ритуал? —
        Да бросьте! Надо же было художнику как-то отмазываться от соплеменников,
        которые задавали ему вот этот же дурацкий вопрос «Нафига?». Если большую
        часть вашего словарного запаса составляют угрожающие жесты сучковатой
        дубиной, то сложные объяснения абстрактных понятий не всегда успевают
        дойти до собеседника.) Вроде бы ерунда — охрой по стене повозить — а
        поди ж ты, череп пошёл вверх, челюсть вперёд, надбровные дуги втянулись,
        а лобные доли выросли. Не успели оглянуться — а вокруг вместо мамонтов
        уже асфальт, интернет и хипстеры. Иной раз даже подумаешь, что зря тому,
        с охрой, дубиной-то не прилетело вовремя…
      </p>

      <p>
        Не всякая техника имеет своё собственное Дао. Но УАЗ в корне отличается
        от всех прочих машин, которых через мои руки прошло множество. Я поясню
        это сразу, чтобы потом к вопросу не возвращаться: УАЗ — вообще не
        автомобиль. Это не транспортное средство. Доставка индивидуума из точки
        А в точку Б — лишь случайное его свойство, недокументированная
        возможность. Практически любая машина справится с этим гораздо лучше.
      </p>

      <p>
        УАЗ — это приключение. Любая поездка на нём — это как полёт в космос,
        как экспедиция в Антарктиду, как переплыть океан на плоту из пивных
        банок или перелететь Ла-Манш на тысяче надутых водородом гондонов.
      </p>

      <p>Это прыжок в неизведанное, и результат непредсказуем.</p>

      <p>
        Я всё понял сразу, когда перегонял свежеобретенный УАЗ из дальней
        деревни на новое место обитания — во Гаражища Великие. Например, я
        осознал мудрость конструкторов, предусмотревших штатный кенгурятник.
        Знаете, для чего он? — Для торможения о броню впередиидущего танка,
        поскольку иных средств замедления предусмотрено не было. Руль в этой
        машине — чтобы держаться за него на ухабах, поскольку на направление
        движения автомобиля вращение массивного колеса практически никак не
        влияло. Ах, да — ещё в нём не выключалась печка, что в 42 градуса жары
        добавляло особой пикантности ощущениям.
      </p>

      <p>
        Машина отказывалась ехать на передаче выше третьей — не хватало тяги. Но
        это, учитывая отсутствие тормозов, было даже и к лучшему… До гаража не
        дотянул буквально пару километров — рассыпался на мелкие детальки привод
        дроссельной заслонки. Зато счастливый бывший владелец отвалил столько
        запчастей, что для сборки ещё одного УАЗа не хватало только рамы…
      </p>

      <p>
        Ибо сказано:
        <ul>
          <li>Лишних запчастей не бывает.</li>
        </ul>
      </p>

      <h3>Гаражище Великое</h3>

      <ul>
        <li>
          Если гайка твоя не идёт по резьбе болта твоего, то не спеши взяться за
          Трубу твою. Включи сначала мозги твои и задумайся — а та ли гайка? С
          той ли резьбою?
        </li>
        <li>
          Не спеши использовать Инструмент свой прежде Головы своей, дабы не
          смотреть с ужасом на дело рук своих. Ибо иной и за Болгарку схватится
          не подумавши, да так, что и Сварка не поможет…
        </li>
        <li>
          Следующий Путём УАЗДАО всегда ждёт пиздеца. Но лишь Истинный Мастер
          Пути к нему всегда готов — свеж диск Болгарки его, и полон баллон
          Сварки его.
        </li>
        <li>
          Пусть будет засран твой Гараж и полон хлама багажник — но разум
          Следующего Путём всегда чист. Потому что Всё Путём.
        </li>
      </ul>

      <p>
        «Если вас трамвай раздавит, вы сначала вскрикнете. Раз раздавит, два
        раздавит… — а потом привыкнете!».
      </p>

      <p>
        …На тот момент я уже находился в последней стадии трамвайного
        привыкания. В каждой жизни непременно есть сколько-то жопы, но иногда
        вдруг оказывается, что ничего кроме неё просто нет. Иногда с этим надо
        что-то делать, иногда — наоборот, перестать делать то, что делал раньше.
        Если жизнь отправила тебя в нокаут, то не исключено, что лучшей
        стратегией будет просто немного поваляться на ринге, а не вскакивать
        обратно, чтобы огрести ещё. Можно, конечно, устраивать шаманские пляски,
        бия себя в грудь вместо бубна и вопия во Вселенную: «Жопа, жопа, ты
        пришла!», можно устраивать публичные заламывания рук, ног и совести,
        пытаясь вытрясти свою долю сочувствия из равнодушного социума, но
        честнее отползти в сторонку, завалиться за плинтус и подумать, как ты
        дошёл до жизни такой.
      </p>

      <p>
        Ну вот я и завалился в Гаражище, медленно и даже не без некоторого
        удовольствия погружаясь в его странную жизнь. Своеобразный эскапизм,
        которым пропитано это место, требует достижения определённого уровня
        глубины этого самого погружения. Катаясь сюда на выходных, чтобы
        протереть стёкла и попинать колёса, его не достигнешь, надо вжиться.
        Это, знаете, как монастырь — можно съездить на экскурсию, можно
        паломником, но толку от этого чуть. Чтобы понять, что тут делают все эти
        люди, надо пожить их жизнью, и не день-два. Это ведь тоже эскапизм
        своего рода, просто его мистика несколько более традиционна.
      </p>

      <p>
        Триггером включения мистики Гаражища становится тот момент, когда ты
        впервые тут заночуешь. Потому, что тебе некуда идти. Или потому что
        незачем. Или потому что лень. Или потому, что ты пьян, и тебе некуда,
        незачем и неохота идти. Какая, к чёртовой матери, разница, где спать.
        Вот он, куцый топчанчик, вот спальник из машины, надувная подушечка и
        бутылочка колыбельной в маленьком холодильнике. И вот когда ты сидишь на
        плоской крыше в продавленном сидении от «Москвича», дыша запахом
        остывающего рубероида, и смотришь, как огромная шизофренического цвета
        луна рубит огромное поле острыми тенями на квадраты проездов, тебя вдруг
        принимает это место, и ты что-то понимаешь про себя и про него.
      </p>

      <p>
        Или не принимает — тогда ты просто пьяный одинокий дурак на крыше
        гаража, иди спать уже.
      </p>

      <p>
        Я тугой, скептичный циник, мне понадобилось посидеть вот так не одну
        ночь. Сидеть, курить, присасываться к горлышку и снова откидываться на
        спинку балансирующего на кривых полозьях старого кресла. Думать, думать
        — и потом не думать, глядя пустыми глазами в Луну. Если бы не стоящий
        подо мной в гараже УАЗ, я бы, наверное, так ничего не понял, но он
        оказался настолько этому месту сродни, что стал моим интерфейсом к
        Гаражищу Великому.
      </p>

      <p>
        УАЗ вообще часто приводил меня к людям и людей ко мне. Отчего-то он не
        оставляет никого равнодушным, и как-то особенно обозначает вот эту точку
        в Мироздании, которая есть я. А тогда было лето, ночь, луна, бутылка
        виски и много-много печального безмыслия, которое однажды было нарушено
        самым неожиданным образом.
      </p>

      <p>— Утаешь, евек?</p>

      <p>
        Не будь я слишком пьян для резких движений, я мог бы подпрыгнуть от
        ужаса и навернуться с гаража вниз башкой, на чём бы моя история и
        закончилась. Но адреналин был блокирован алкоголем, и я даже ничуть не
        обосрался, вот ни капельки. Но представьте себе — ночь луна, тишина,
        обзор на 360 градусов, и полное одиночество. И потом тебе кто-то
        бормочет в ухо не пойми что. Мягко говоря, неожиданно.
      </p>

      <p>— Утаешь, ашую? Устишь?</p>

      <p>
        Чёрный силуэт за моим плечом, разумеется, не был ангелом смерти, иначе
        кто бы сейчас это всё рассказывал? Разглядеть кого-то спьяну в
        сверхконтрастном лунном контражуре сложно, и мне показалось сперва, что
        это какой-то ребёнок — этакий Гаврош в странных обносках. Беспризорник
        из старого кино. Может быть, из-за его необычной манеры говорить, глотая
        начала слов, шепелявя и путая согласные — так говорят иногда маленькие
        дети. Когда же я повернулся к нему, и лунный свет лёг иначе, он,
        наоборот, показался древним усохшим старичком, с дефектами речи из-за
        возрастной атрофии речевого аппарата и отсутствия зубов. Но и это не так
        — зубы у него все, и старичком он тоже не был. Вообще по внешности
        невозможно было сказать, сколько ему лет даже приблизительно, но по
        поведению я воспринимал его скорее, как подростка. Росточку он и правда
        невеликого, метр с кепкой, и вид имел изрядно бомжеватый. Собственно,
        так я тогда и подумал, продышавшись от неожиданности — бомжик какой-то
        приблудился. Это было странно — бомжей в Гаражищах не водилось вовсе,
        что им там делать-то? Но, в общем, не странней многого, что я видел в
        жизни.
      </p>

      <p>— Тебе чего? — спросил я несколько неласково.</p>

      <p>— Утишь?</p>

      <p>
        — Что? Не понимаю! — начал раздражаться я. Не люблю бомжей, знаете ли.
        Не за что-то конкретное, а так. Брезгую. Запах этот… Хотя от него-то как
        раз не пахло. Не то что бомжом, а вообще ничем. Может поэтому от общения
        с ним всегда оставалось ощущение некоторой нереальности.
      </p>

      <p>— Ты кто вообще?</p>

      <p>— Сандр а.</p>

      <p>— Александр, что ли, Саша?</p>

      <p>— Ни. Ни кса, ни аша. Сандр. Сандр а.</p>

      <p>
        Понимать его вначале было трудно, но потом я как-то приспособился.
        Однако, даже когда я научился разбирать его невнятную скороговорку, то,
        как его на самом деле зовут, всё равно не понял. Он бурно протестовал
        против Александра, ничего более созвучного в голову не пришло — так и
        остался Сандером.
      </p>

      <p>— И что тебе нужно, Сандер?</p>

      <p>
        Тот потоптался как-то смущённо, ковырнул ножкой, пожал плечиками — я уже
        решил, что точно, сейчас выпить попросит. Мне не то чтобы жалко, но не
        люблю бесцеремонности и не нуждаюсь в компании. Так что я уже внутренне
        начал выстраивать умеренно вежливый отказ, но человечек меня удивил.
      </p>
      <br />
      <a href="#header" aria-label="Перейти к началу страницы">
        Вверх
      </a>
    </div>
  );
};
