function BookMizantrop() {
    return (
        <div className='book text-regular text-regular--article'>
            <h2>Павел Иевлев</h2>
            <h1>
                <a
                    href='https://author.today/audiobook/269841'
                    target='_blank'
                >
                    УАЗдао. Кредо Мизантропа
                </a>
            </h1>

            <img
                src='/src/assets/image/bookmizantrop/title.jpg'
                alt=''
            />

            <h3>Аннотация</h3>
            <ul>
                <li>
                    Единственная причина появления этой книги – мне так
                    захотелось.
                </li>
                <li>
                    Чтение данного текста может привести к потере ментальной
                    девственности.
                </li>
                <li>Это чистая правда – кроме тех мест, где я всё выдумал.</li>
                <li>
                    Книга написана словами, которыми на самом деле говорят люди.
                </li>
                <li>В ней нет сюжета, героев и приключений.</li>
                <li>Она не про любовь.</li>
                <li>Это нероман ниачом.</li>
                <li>
                    Возможно, книга заставит вас вынуть голову из жопы, где так
                    тепло и комфортно.
                </li>
                <li>Но ничему не научит.</li>
                <li>Потому что нет никакого способа «жить правильно».</li>
            </ul>

            <h3>Дисклеймер</h3>
            <img
                src='/src/assets/image/bookmizantrop/d.jpg'
                alt=''
            />
            <h2>УАЗдао. Кредо Мизантропа</h2>
            <h3>Нероман ниачом</h3>

            <p>Пёр УАЗик тёмным лесом</p>
            <p>За каким-то интересом. </p>
            <p>Инти-инти-интерес,</p>
            <p>Нахер ты сюда полез?</p>

            <h3>Глава 1. Вынос мозга</h3>
            <img
                src='/src/assets/image/bookmizantrop/g1.jpg'
                alt=''
            />
            <p>УАЗдао – путь без цели, процесс без результата, </p>
            <p>старт без финиша, хер без соли и жопа без ручки.</p>

            <p>
                Все началось с УАЗа. Железной банки с проблемами, которая выдает
                себя за автомобиль.
            </p>
            <p>
                Автомобиль — это средство доставки жопы из пункта А в пункт Б.{' '}
                <strong>УАЗ — средство доставки жопы в еще большую жопу</strong>
                , где эта телега либо застрянет, либо поломается, либо сделает и
                то и другое, превратив вашу жизнь в увлекательное приключение.
                Нечто вроде перелета через Ла-Манш на связке надутых пердежом
                гондонов. То есть оригинально и ярко, но без гарантий.
            </p>
            <p>
                Любой, называющий УАЗ автомобилем, просто никогда не пытался на
                нем куда-нибудь доехать. Не «ехать», а «доехать». Это чертовски
                принципиально.
            </p>
            <p>УАЗдао — это не результат, а процесс.</p>
            <p>
                Ехать он может, говно вопрос. И даже достигнуть точки назначения
                — если вам повезло, или ветер попутный, или уклон в нужную
                сторону, или Марс в Козероге, или что там еще нужно, чтобы
                отжать у Судьбы немножко удачи и свалить раньше, чем она
                спохватилась. Но, даже достигнув своего «пункта бе», вы будете
                скорее озадачены, чем обрадованы. «Как, уже все кончилось?» —
                спросите вы у Мироздания. Потому что:
            </p>
            <p>Процесс самоценен, результат ничтожен.</p>
            <p>
                «Нацеленность на результат», которую социум закачивает нам
                клизмой в церебральный тухес, просто хитрая наебка. Способ
                сделать нас несчастными нашими же руками. Единственный{' '}
                <strong>результат</strong>, который можно обрести в жизни, —
                камень с датами над кормом для червей. Фасон этого камня нам
                будет глубоко похуй, потому что никаких «нас» в этот момент уже
                не будет. Все остальное, вы не поверите —{' '}
                <strong>процесс</strong>. А нам ссут в уши, что он не важен.
                Жизнь — это процесс, дорогие мои! Процесс! Вы, правда,
                стремитесь к результату? Ну, вот этим датам на камне? Так они от
                нас в любом случае никуда не денутся.
            </p>
            <img
                src='/src/assets/image/bookmizantrop/g1_1.jpg'
                alt=''
            />
            <p>
                Поэтому <strong>УАЗ — это философия и дао</strong>, а не машина.
                Он меняет взгляд на мир и сдвигает точку зрения, будучи
                квинтэссенцией процессов-ради-процессов. Едущий на УАЗе просто
                едет на УАЗе. Куда и зачем — это вообще вторично на фоне рулежки
                без гидрача, двойного выжима сцепления и размышлений, в какую
                сторону его кинет, если придется резко затормозить.
            </p>
            <p>***</p>
            <p>
                Когда я обрел УАЗ, тормозов на нем вообще не было, но разве меня
                это остановило? Он отлично тормозил двигателем. Это вообще
                лучшее, что он делал двигателем. А на крайний случай -
                кенгурятник. По мысли военных конструкторов он должен им
                замедляться о броню впередиидущего танка. Все остальные методы
                торможения опциональны.
            </p>
            <p>
                Заодно не выключалась печка, рулевой люфт составлял примерно
                пол-оборота, и периодически отваливалась тяга с дроссельной
                заслонки. Ах да, на финише он не прошёл в гараж по высоте,
                демонстрируя приверженность <i>процессу-но-не-результату</i> и
                подчеркивая мою фирменную предусмотрительность и склонность к
                стратегическому планированию.
            </p>
            <p>Я тот еще распиздяй, и это тоже есть УАЗдао.</p>
            <p>
                УАЗдао как <i>«процесс-но-не-результат»</i> — это ремонт,
                который никогда не заканчивается. УАЗ не может быть «исправным».
                Это понятие к нему неприменимо так же, как «динамика разгона»
                или «управляемость». Требовать от него «исправности» — как
                добиваться вертикального взлета от стиральной машинки.
            </p>
            <p>Наверное, можно, но зачем?</p>
            <p>
                УАЗ, передвигающийся без посредства гужевой тяги, считается
                пригодным к эксплуатации, какова бы ни была скорость его
                передвижения. Расход топлива, дымность выхлопа, посторонние
                звуки, наличие световых приборов и способность реагировать на
                вращение руля считаются в этой концепции пренебрежимыми. Не
                заморачивайтесь, наслаждайтесь <b>процессом</b>.
            </p>
            <p>«Ох, бля, он же едет! Реально едет!»</p>
            <img
                src='/src/assets/image/bookmizantrop/g1_2.jpg'
                alt=''
            />
            <p>
                Зачем мне был нужен УАЗ — не спрашивайте. У меня и сейчас нет
                ответа на этот вопрос. Возможно, его привело ко мне вращение
                Колес Сансары (4х4, подключаемый, блокировка). В наказание за
                автомобильное рукоблудие, или в награду за мизантропию, или как
                компенсация коммуникативной инвалидности.
            </p>
            <p>
                Инвалидам войны выдавали «Запорожцы» с ручным управлением,
                инвалидам современного социума надо выдавать УАЗ. Он дает все то
                же, что мы получаем от общества — боль, обиду, унижение, чувство
                собственной неполноценности, опасность доверия и весь спектр
                разнообразных разочарований. Зато его можно пиздить кувалдой, а
                людей почему-то нет.
            </p>
            <p>
                УЕБАТЬ – простой, но эффективный способ донесения своей позиции
                до собеседника.#СловарьМизантропа
            </p>
            <p>
                Это, знаете ли, очень поправляет — если кувалдой. Смотришь потом
                на человека, улыбаешься и думаешь: «Сейчас бы кувалдой,
                кувалдой, КУВАЛДОЙ ТЕБЯ, СУКУ, БЛЯДЬ, НННА!»
            </p>
            <p>Отличная замена психотерапии.</p>
            <p>
                Психотерапия вообще переоценена. Не потому даже, что там на
                одного специалиста приходится сотня выпускников заочных курсов
                при Тамбовском гештальтостроительном ПТУ, а потому, что ее все
                чаще применяют не тем концом не к тому месту.
            </p>
            <p>
                Нет, я не говорю, что терапия не эффективна. Наоборот, меня
                пугает то, что она иногда внезапно срабатывает. Но убирает не
                проблемы, а страдания от них. Это как лечить аппендицит опиатами
                — боль пройдет, и от перитонита вы сдохнете в полном комфорте.
            </p>

            <img
                src='/src/assets/image/bookmizantrop/g1_3.jpg'
                alt=''
            />

            <p>
                На вопрос{' '}
                <i>
                    «чот я какое-то унылое говно, и мне от этого как-то хуйово»
                </i>
                , психотерапия зачастую отвечает «прими это в себе и
                наслаждайся» вместо «а слабо перестать быть унылым говном». Нет,
                есть те, кому реально слабо. Имя им легион.
            </p>
            <p>«Легион УГ» — собирательное название постмиллениалов.</p>
            <p>
                Но у некоторых был бы шанс, если бы вместо «принятия себя» им
                отвесили волшебный пендель по ленивой жопе. Тогда они ушли бы от
                психотерапевта в нормальную жизнь и не вернулись. А что он
                кушать будет?
            </p>
            <p>
                В общем, если вы задумались о посещении психотерапевта, купите
                лучше УАЗ. Оно и дешевле на круг выйдет, и не так позорно
                выглядит. Мужик-на-УАЗе — это брутально, мужик-на-кушетке —
                жалкое зрелище. В жизни мужика должно быть два медицинских
                случая — призывная комиссия и патологоанатом.
            </p>
            <p>Между ними медицине делать нечего.</p>
            <p>* * *</p>
            <p>
                Мы с УАЗом идеально подошли друг другу. У нас даже год рождения
                почти совпал. И я старый хрен, и ему до черта лет, нынешние
                машины столько не живут. Род специфического автомобильного
                бессмертия, когда от первоначальной машины остается рама и
                техпаспорт, но это все равно все тот же УАЗ. Регистрационным
                отделом ГИБДД клянусь!
            </p>
            <p>
                Отделом, в котором меня немедля послали. Прям как был, на
                транзитных номерах. <i>Процесс-но-не-результат</i> – это УАЗдао!
            </p>

            <p>
                <i>
                    — Какого хуя номера кузова нет? — скучал гибэдедешный
                    смотритель.
                </i>
            </p>
            <p>
                <i>— Потому что это старый, как говно мамонта, УАЗ.</i>
            </p>
            <p>
                <i>— Какого хуя номера рамы нет?</i>
            </p>
            <p>
                <i>— По вышеизложенной причине.</i>
            </p>
            <p>
                <i>— Почему мотор хуй пойми от чего?</i>
            </p>
            <p>
                <i>
                    — А я ебу? Что выросло — то выросло. Оно вон и в документах
                    написано — безномерной агрегат.
                </i>
            </p>
            <p>
                <i>
                    — И как я пойму, что за УАЗ я на учет поставил? Этот или
                    другой какой?
                </i>
            </p>
            <p>
                <i>
                    — А тебе не похуй? УАЗ — он и в Африке УАЗ. Я сам видел —
                    негры со ржавыми калашами на них друг друга по кустам
                    гоняют.
                </i>
            </p>
            <p>
                <i>— Ну и пиздуй с ним в Африку, умник.</i>
            </p>

            <p>
                Да-да, именно так и выглядит движение по Пути УАЗдао. Что ни шаг
                — то в говно, только брызги летят. Зато по дороге в ГИБДД и
                обратно он успел закипеть, потерять на ходу кардан и объявить
                коричневый уровень опасности для соседей по транспортному
                потоку, прыгая на полметра в сторону при каждом торможении.
                Потому что <b>УАЗдао — путь приключений</b>.
            </p>
            <img
                src='/src/assets/image/bookmizantrop/g1_4.jpg'
                alt=''
            />

            <p>
                В общем, вернулись мы с ним во Гаражища Великия на тех же
                транзитах, что и уезжали. Прибегнув к могучему колдунству
                «болгарка-сварка-свалка», поднял перекладину ворот, и он занял
                свое место в моей жизни. Так мы с УАЗом обрушились во Гаражище
                Великое и застряли там надолго, врастая в его странную
                бессобытийность.
            </p>
            <p>
                «Вот заехал тот УАЗик,
                <br />
                Встал на твердь двумя осями
                <br />
                В гараже среди железок,
                <br />
                Что над ямой над слесарной.
                <br />
                <br />
                Дни проходят и недели,
                <br />
                Эта тварь торчит как жопа,
                <br />
                В гараже среди железок,
                <br />
                Что над ямой над слесарной...»
            </p>
            <p>— написал я тогда после долгого-долгого перерыва стихами.</p>
            <p>
                В размере «Калевалы», как Лемминкяйнен-глядь-на-лыжах. Если вы
                не читали этот чудовищный карело-финский эпос, то вам не понять
                глубины и выстраданности моего дзена. Но на то оно и УАЗдао.
            </p>
            <p>
                Да, я тоже когда-то писал хуевые стихи. Не горжусь этим, но и
                стыдно мне умеренно. Это возрастное, как онанизм. Добрачные
                ритуалы высших приматов. Аналог горлового курлыканья и пестрых
                перьев на жопе у птиц — должно привлекать самок к тем особям, у
                которых пока недостаточно выражен первичный признак половой
                зрелости homo sapiens — эротично выпирающий из штанов кошелек.
            </p>

            <img
                src='/src/assets/image/bookmizantrop/g1_5.jpg'
                alt=''
            />
            <p>
                И знаете — работало! Стихи были говно, на гитаре я играл как
                хуем по струнам, голос имел отвратительный — но барышням и этого
                хватало. Непритязательны и доверчивы барышни в возрасте
                первичного поиска счастья.
            </p>
            <p>
                Великое Мироздание, не переводи грехи моей молодости на моих
                дочерей, пожалуйста!
            </p>
            <p>Но сына я все-таки играть на гитаре научу.</p>

            <img
                src='/src/assets/image/bookmizantrop/g1_6.jpg'
                alt=''
            />
            <h4>
                ГИТАРА – инструмент в форме женщины, используемый для
                приманивания оных.#СловарьМизантропа
            </h4>

            <p>
                Жизнь наедине с железом формирует единственно правильный способ
                мышления. Я бы назвал его «ментальной автономией УАЗдао». В
                доинформационную эпоху он был основным. Хочешь подумать – побудь
                один в тишине. С тишиной и одиночеством и тогда было не все
                гладко, поэтому люди, чтобы хорошенько подумать, удалялись в
                скиты и затворы, запирались в кельи и уходили в пустыни. Там они
                работали руками, одновременно думая головой. Это было их УАЗдао.
            </p>
            <p>
                Принято считать, что «человек — существо социальное». Но это
                штамп, а все штампы – пиздеж, или, как минимум, критическое
                упрощение. Так же, как афоризмы – короткие, ритмически
                выстроенные фразы, отключающие критичность восприятия и через то
                обретающие иллюзорные смыслы. Приматы — существа социальные, да.
                Стайные даже. Но все, что в человеке не от шимпанзе, работает
                ровно наоборот. Стоит нам собраться более трех, как средний IQ
                падает до уровня самого тупого, поделенного на количество
                собравшихся. Толпе можно втереть что угодно, если достаточно
                громко орать. Созидательный труд сложнее совместного переноса
                бревна тем менее эффективен, чем больше народу им занято – все
                уходит в менеджмент трудовых ресурсов. Творчество, став
                социальной функцией, вырождается в коллективного «клоуна у
                пидарасов», сферическим эталоном которого в интеллектуальном
                вакууме является телевидение.
            </p>
            <img
                src='/src/assets/image/bookmizantrop/g1_7.jpg'
                alt=''
            />

            <p>
                Если нет возможности побыть одному в тишине — мышлению пиздец.
                Это становится все менее достижимым в зашкаливающем шумовом фоне
                современной цивилизации, но у нас все еще есть Гаражище Великое
                – место для УАЗдао.
            </p>
            <p>
                Все наши так называемые «достижения цивилизации» — плоды того,
                что от кого-то вдруг отъебались и дали спокойно подумать. Если
                бы это не было таким редким явлением, мы бы уже черт знает чего
                достигли. Ну, или уничтожили бы друг друга кхуям, тоже вариант.
                Вот так посидишь-посидишь, подумаешь-подумаешь, а потом выйдешь
                из гаража — а там люди. Посмотришь на них, вернешься, да и
                изобретешь атомную бомбу.
            </p>
            <p>Потому что, сука, никаких нервов же на них не хватает.</p>
            <p>
                Лично мне гаражный период принес всего лишь несколько написанных
                книжек, которые, в принципе, никому особо не нужны, но, если бы
                их не было, жизнь моя стала бы куда скучнее. Впрочем,
                изобретателя атомной бомбы я тоже могу понять.
            </p>

            <img
                src='/src/assets/image/bookmizantrop/g1_8.jpg'
                alt=''
            />

            <p>Книжки я пишу просто потому, что пишу.</p>
            <p>
                Слыхал, что люди пишут ради денег, славы или чтобы сказать
                Человечеству что-то пиздец важное, без чего оно ну никак не
                обойдется. Странная позиция. Человек, настолько тупой, чтобы
                надеяться заработать и прославиться книжками, вряд ли осилит
                что-то написать. Разве что печатными буквами на стене сортира
                слово «ХУЙ».
            </p>
            <p>
                Нет, есть знаменитые и богатые писатели. Их даже несколько. Но,
                если соотнести их число с ордой попытавшихся, то, чисто
                математически, выиграть миллион в лотерею шансов больше. Заодно
                и прославишься — по телевизору покажут, как минимум. Чтобы те,
                кто отжимает у лохов шальные бабки, знали тебя в лицо. Но даже
                это больше, чем то, на что может рассчитывать писатель.
            </p>
            <h4>
                ПИСАТЕЛЬ – человек, работа которого принесет деньги всем, кроме
                него.#СловарьМизантропа
            </h4>
            <p>
                Что же касается Человечества, то нет таких слов, которые оно еще
                не слышало за свою историю, и хер ему что-то новое скажешь.
                Писательство тоже процесс-но-не-результат.
            </p>
            <p>Писать просто чтобы писать – это и есть УАЗдао.</p>
            <p>
                Поэтому я пишу вот эту херню, которую вы сейчас читаете. Мне
                нравится процесс. Кнопки клац-клац, буковки в рядочек, слова
                одно за другое цепляются. Успокаивает. Моторика конечностей
                сложным образом связана с мышлением. Если сесть на стул, сложить
                руки на коленях и уставиться в стену – ничего не надумаешь, хоть
                как башку напрягай. А если при этом гайки крутить, железо
                варить, провода соединять или хотя бы кнопки топтать – другое
                дело. Может, и выйдет что-то занятное. Но это не точно.
            </p>
            <p>
                А то, что результат никому не понравится – так и хуй с ним.
                Результат не важен.
            </p>
            <p>
                Когда интернет был молод, а я глуп, то позволял себе иногда
                постить в бложик что-то кроме котиков. Тогда слово «блогер» еще
                не означало «мутный мудак без определенных занятий», даже
                приличные люди среди них попадались (не я). Так что мне не
                стыдно, не надейтесь. (Мне так за многое стыдно в этой жизни,
                что на всякие мелочи стыда не хватает).
            </p>
            <p>
                Тогда-то я и уяснил универсальное правило — нет ни одного
                неоскорбительного текста. Любой осмысленный набор слов
                кого-нибудь всерьез, до глубины пылающей жопы, обидит. Хотя бы
                потому, что сам факт выражения мысли словами глубочайше
                триггерит тех, кто может только невнятно мычать, пускать носом
                пузыри и постить чужие мемы.
            </p>
            <p>То есть, абсолютное большинство интернет-пользователей.</p>

            <img
                src='/src/assets/image/bookmizantrop/g1_9.jpg'
                alt=''
            />

            <h4>
                АГРЕССИЯ – нормальная реакция индивидуума на
                окружающих.#СловарьМизантропа
            </h4>
            <p>
                Непременно набегают люди, на полном лютом серьезе полагающие,
                что есть слова, которые хуже других. Слова, блядь! То есть, если
                буквы составить в одном порядке, то ничего, а в другом — сразу
                пиздец-пиздец. Это люди, которые устранили бы хуй как явление,
                но за неимением такой возможности пытаются убрать хотя бы слово.
                Надеются, что он тогда исчезнет сам.
            </p>
            <p>
                У них даже есть такое специальное выражение: «Как будто грязью
                плеснуло» или что-то в этом роде. Просто у этих ебанатов в
                голове говно и дырка в форме слова «хуй». Остальные слова в
                дырку не пролезают, но эти три буквы падают с таким всплеском,
                что говно выплескивается. Вот вам и «плеснуло».
            </p>
            <img
                src='/src/assets/image/bookmizantrop/g1_10.jpg'
                alt=''
            />
            <h4>
                «Ханжа» — человек, имеющий вместо головы жопу, и гордящийся этим
                фактом.#Словарь Мизантропа
            </h4>
            <p>
                На жопе набито модное тату: «Все в говне, а я один в белом
                пальто стою красивый». Но таким сложным шрифтом, что с первого
                взгляда читается как «Я осуждаю вас с высоты своей морали». В
                принципе, одно и тоже, но некоторые путаются в контекстах.
                Отличить их от искренних недоумков, которые пытаются сделать из
                людей кого-то другого, несложно.
            </p>
            <p>
                Мотивация ханжи состоит в удовольствии от осуждения, а не в
                изменении ситуации.
            </p>

            <hr />

            <h3>Мастер и Ханжи</h3>
            <img
                src='/src/assets/image/bookmizantrop/g1_11.jpg'
                alt=''
            />
            <p>
                <i>
                    Однажды к Мастеру в гараж зашли Ханжи. Сморщив носы и
                    оглядевшись, они сказали:
                </i>
            </p>
            <p>
                <i>— Здравствуйте. Мы ханжи. Мы пришли вас осуждать.</i>
            </p>
            <p>
                <i>— Но за что? — удивился Мастер.</i>
            </p>
            <p>
                <i>Ханжи переглянулись и удовлетворенно кивнули.</i>
            </p>
            <p>
                <i>
                    — Мы слышали, вы употребили слово на букву «б», а также «ё».
                    Не отпирайтесь, мы полдня под воротами ждали, чтобы их
                    услышать.
                </i>
            </p>
            <p>
                <i>
                    — Но, понимаете, ключ соскочил... гайка... грани... резьба
                    проёб… Ой.... — засмущался Мастер.
                </i>
            </p>
            <p>
                <i>
                    — Нецензурщина — это отвратительно! — сказал самый старый
                    Ханжа. — Как грязью плеснуло! Мы вас осуждаем!{' '}
                </i>
            </p>
            <p>
                <i>
                    — Просто осуждаем? — спросил самый маленький Ханжонок с
                    блокнотиком.
                </i>
            </p>
            <p>
                <i>— Решительно осуждаем!</i>
            </p>
            <p>
                <i>— Ага... Решительно... — заскрипел карандашиком тот.</i>
            </p>
            <p>
                <i>— А еще у вас грязно! — брезгливо сказали Ханжи.</i>
            </p>
            <p>
                <i>
                    — Но это же... Отработка! Ветошь... Масло... — Мастер
                    попытался загородить собой самую большую кучу хлама. —
                    Рабочая обстановка, вот!{' '}
                </i>
            </p>
            <p>
                <i>
                    — Нам неприятно на это смотреть! — сказали Ханжи. — Мы
                    категорически вас осуждаем!
                </i>
            </p>
            <p>
                <i>
                    — Угу... Категорически... — бубнил над блокнотиком Ханжонок.
                </i>
            </p>
            <p>
                <i>
                    — Так может, вам и не смотреть? — осторожно поинтересовался
                    Мастер. — Это же вы ко мне пришли, не я к вам...
                </i>
            </p>
            <p>
                <i>
                    — Кстати о вас, — сказала скрипучим, как ножовка по металлу,
                    голосом Ханжица, — вы неопрятны. Мне не нравится, как вы
                    выглядите. Борода эта... У вас грязь под ногтями! Почему бы
                    вам не сделать маникюр? Сходить в барбершоп?
                </i>
            </p>
            <p>
                <i>— Но... Я же работаю! Как можно работать с маникюром?</i>
            </p>
            <p>
                <i>
                    — Я не знаю. Меня это не волнует. Мне неприятно это видеть.
                    Я вас публично осуждаю.
                </i>
            </p>
            <p>
                <i>— ...публично... — записал в блокнотик Ханжонок.</i>
            </p>
            <p>
                <i>
                    — Но я же не заставляю вас на меня смотреть! — смутился
                    Мастер.
                </i>
            </p>
            <p>
                <i>— Вы чините машины — они портят воздух и сбивают людей.</i>
            </p>
            <p>
                <i>— Но...</i>
            </p>
            <p>
                <i>— Осуждаем!</i>
            </p>
            <p>
                <i>
                    — Вы курите, это отвратительно! Почему мы должны нюхать ваш
                    смрад?
                </i>
            </p>
            <p>
                <i>— Но я же только тут... Вы сами пришли...</i>
            </p>
            <p>
                <i>— Осуждаем!</i>
            </p>
            <p>
                <i>— Вы выпиваете! Мы видели рюмку!</i>
            </p>
            <p>
                <i>— Но кому какое дело...</i>
            </p>
            <p>
                <i>
                    — Это отвратительно, какой пример вы подаете детям?! —
                    рефлекторно почесал сизый нос главный Ханжа.
                </i>
            </p>
            <p>
                <i>— Каким детям?</i>
            </p>
            <p>
                <i>
                    — Вот! — он, дыша в сторону, указал на строчащего в блокнот
                    Ханжонка.
                </i>
            </p>
            <p>
                <i>— Но это же вы его привели!</i>
            </p>
            <p>
                <i>
                    — Осуждаем! Осуждаем! Осуждаем! — наперебой закричали Ханжи,
                    не давая Мастеру вставить слово.
                </i>
            </p>
            <p>
                <i>
                    И только Ханжица неожиданно сказала: «Уй, блядь!» И все
                    замолкли.
                </i>
            </p>
            <p>
                <i>
                    — Ну ёб вашу мать, что за херня? — она смотрела на пятно
                    отработки на дорогих туфлях. — Это же просто пиздец
                    какой-то!
                </i>
            </p>
            <p>
                <i>Ханжица вытащила из сумочки сигареты и нервно закурила.</i>
            </p>
            <p>
                <i>
                    — Мы ее осуждаем? — растерянно и тихо спросил Ханжонок, кося
                    глазом в блокнот.
                </i>
            </p>
            <p>
                <i>
                    — Ты что, дебил? — злобно рявкнул на него Главный Ханжа,
                    отхлебнув из карманной фляжки. — Пошли отсюда. Тут
                    неподалеку нудистский пляж, надо осудить публичную наготу.
                    Он, правда, за трехметровым забором, но, если влезть на
                    сосну и взять бинокль...
                </i>
            </p>
            <br />
            <p>
                <i>
                    Мастер смотрел им вслед, задумчиво вычищая грязь из-под
                    ногтей отверткой.
                </i>
            </p>

            <h3>Глава 2. Экономика мышления</h3>
            <img
                src='/src/assets/image/bookmizantrop/g2.jpg'
                alt=''
            />
            <h4>
                «А хули?» – главный вопрос Жизни, Вселенной и всего остального.
            </h4>

            <h3>Дневник наблюдения за природой</h3>
            <p>
                Если вас послали регистраторы в ГАИ — это не последняя ступень
                боли и унижения. Есть еще экспертиза. Там специально обученные
                люди тоже будут смотреть на вас как на говно — но
                инструментальным методом.
            </p>
            <p>
                С утра я созерцал выстраивающуюся за мной очередь. Это была
                очередь в моё чертово будущее — старые злые дедуганы на УАЗах. В
                каждом склочном седом старикашке, сплевывающем сквозь зубы,
                матерящемся и греющем геморрой на теплом капоте, я видел себя
                через годы — и, оглядываясь назад, убеждаюсь, что не ошибся.
                Типичный владелец УАЗа — это классический Старый Хрен. Мастер
                синей изоленты и дендрофекального* тюнинга, никогда не
                выбрасывающий старые запчасти и не слыхавший слова «автосервис».
                Даже если вы видите в салонном зеркале кого-то другого, не
                отчаивайтесь — все еще впереди. Седая борода, смотанные
                пластырем очки, теплый капот и скверный характер ждут вас потом,
                а геморрой начнется сразу.
            </p>
            <p>Это УАЗдао!</p>
            <br />
            <a href='#header'>Вверх</a>
        </div>
    );
}
export { BookMizantrop };
