import styles from './BookMultiverse.module.scss';

export const BookMultiverse = () => {
    return (
        <div className={styles.book}>
            <img
                src='/src/assets/image/bookmultiverse/title.jpg'
                alt=''
            />
            <h2>Павел Иевлев</h2>
            <h1>Дело молодых</h1>
            <h3>Глава 1. Криспи</h3>
            <p>- Шеф, зачем они здесь?</p>
            <p>- Криспи, зачем мы тут?</p>
            <p>Фразы одновременным злым шёпотом с двух концов стола.</p>
            <p>
                - Так надо, Пётр, - недовольно прошипел в ответ андрей. - Потом
                объясню.
            </p>
            <br />
            <p>...</p>
            <br />
            <p>андрей снова прошёлся из угла в угол, покусал губу и добавил:</p>
            <p>
                - И для всех повторяю ещё раз: что бы они тут ни вытворяли,
                какую бы чушь ни несли - улыбаемся, киваем, соглашаемся,
                спокойно делаем свои дела. Надолго их не хватит, я надеюсь.
                Налетят, наломают дров, поскачут дальше спасать Мультиверсум.
                Всё, хватит рассиживаться, работаем.
            </p>
            <p>
                В сгущающихся вечерних сумерках никто не заметил, как из
                разросшихся за беседкой густых кустов осторожно выбралась
                девушка, и, внимательно оглядевшись по сторонам, незаметно ушла
                за угол дома.
            </p>
            <h3>Глава 2. Зелёный</h3>
            <p>
                В нынешние расслабленные времена торжествующего потребителя
                сакральное значение гаражей уже подутрачено. Сначала они
                превратились из мужской среды обитания - последнего
                моногендерного заповедника в стремительно феминизирующемся
                социуме - в скучное место хранения машин. Ремонт перестал быть
                источником самоактуализации и ушел в холодные равнодушные
                сервисы, да и сами автомобили потеряли ту искру одушевленности,
                которой их наделяли заботливые умелые руки хозяев.
            </p>
            <p>
                Однако само Гаражище Великое - этот гигантский массив сросшихся
                боками кирпичных коробок - сохраняет в себе некую странную
                магию. Триггером её включения становится момент, когда ты
                впервые тут заночуешь. Потому что тебе некуда идти. Или потому
                что незачем. Или потому что лень. Или потому, что ты пьян и тебе
                некуда, незачем и неохота идти. Какая, к чёртовой матери,
                разница, где спать! Вот куцый топчанчик, вот спальник из машины,
                надувная подушечка и бутылочка колыбельной в маленьком
                холодильнике. И вот когда ты сидишь на плоской крыше в
                продавленном старом сиденьи, дыша запахом остывающего рубероида,
                и смотришь, как огромная шизофренического цвета луна рубит поле
                острыми тенями на квадраты проездов, Гаражище вдруг принимает
                тебя.
            </p>
            <p>
                Или не принимает - тогда ты просто пьяный одинокий дурак на
                крыше гаража, иди спать уже.
            </p>
            <p>
                Я свалился в Гаражище, как боксер в нокаут. Если жизнь от души
                врезала тебе по бестолковке, то это не зря. Иногда лучшей
                стратегией оказывается просто немного поваляться вот тут, в
                уголочке ринга, а не вскакивать обратно за добавкой. Отползти в
                сторонку, упасть за плинтус и подумать, как ты дошёл до жизни
                такой.
            </p>
            <p>
                Внезапно лишившись всего, что составляло еще недавно мою жизнь,
                я жил в гараже. На топчане между верстаком и задним бампером
                было даже по-своему уютно. В какой-то момент тебя настигает
                осознание, что всё не так уж плохо. У кого ничего нет, тому и
                терять нечего. а кому нечего терять - тому жить легко и не
                страшно. Сидеть ночами на крыше, курить, присасываться к
                горлышку и снова откидываться на спинку балансирующего на кривых
                полозьях старого автокресла. Думать, думать - и потом не думать,
                глядя пустыми глазами в Луну, медленно и даже не без некоторого
                удовольствия растворяясь в здешней странной полужизни.
                Своеобразный эскапизм, которым пропитано это место, требует
                глубины погружения в оригинальную местную философию
                «непротивления Жопе деянием».
            </p>
            <p>
                «Расслабься, друг, - говорит тебе Гаражище, похлопывая по плечу
                грязной корявой рукой механика. - Всё уже случилось. Сядь,
                успокойся, выпей. Послушай, как тут тихо. Вот ты сражался,
                работал, преодолевал, боролся, любил и ненавидел - и где оно всё
                теперь? Ты правда хочешь обратно в эту мясорубку? Забей, мужик.
                Не так уж много тебе надо на самом-то деле».
            </p>
            <p>
                В силу обстоятельств, которые я хотел бы оставить за скобками
                данного повествования, из недвижимого имущества у меня остался
                старый гараж, а из движимого - старый УаЗ. В силу ничтожной
                ценности на них никто не претендовал. Впрочем, если уж во всем
                искать положительные стороны, никто не претендовал теперь и на
                меня. Особое состояние полной свободы: когда ты совсем, вообще,
                никому не нужен. В общем, было лето, ночь, луна, бутылка и
                много-много печального безмыслия, которое было нарушено самым
                неожиданным образом.
            </p>
            <p>- Ута́ешь, евек?</p>
            <p>
                Не будь я слишком пьян для резких движений, я мог бы подпрыгнуть
                от ужаса и навернуться с гаража вниз башкой, на чём бы эта
                история и закончилась. Но адреналин был блокирован алкоголем, и
                я даже не вздрогнул. Хотя - ночь, луна, тишина, обзор на 360
                градусов и полное одиночество. И тут тебе кто-то бормочет на
                ухо. Мягко говоря, неожиданно.
            </p>
            <p>- Ута́ешь, а́шую? Усти́шь?</p>
            <p>
                Чёрный силуэт за моим плечом, разумеется, не был ангелом смерти,
                иначе кто бы сейчас это всё рассказывал? В сверхконтрастном
                лунном контражуре мне показалось сперва, что это странный
                ребёнок - этакий Гаврош в чужих не по размеру обносках.
                Беспризорник из старого кино. Может быть, из-за его необычной
                манеры говорить, глотая начала слов, шепелявя и путая согласные
                - так говорят иногда маленькие дети. Когда я повернулся, и
                лунный свет лёг иначе, он, наоборот, показался древним усохшим
                старичком, с дефектами речи из-за отсутствия зубов. Невозможно
                было сказать, сколько ему лет даже приблизительно. Росточку
                невеликого, метр с кепкой, и вид бомжеватый. Собственно, так я
                тогда и подумал, продышавшись от неожиданности - бомжик какой-то
                приблудился. Это было странно - бомжей в Гаражищах не водилось
                вовсе, что им тут делать-то? Но, в общем, не странней многого,
                что я видел в жизни.
            </p>
            <p>- Тебе чего? - спросил я несколько неласково.</p>
            <p>- Ути́шь?</p>
            <p>
                - Что? Не понимаю! - начал раздражаться я. Не люблю бомжей,
                знаете ли. Не за что-то конкретное, а так. Брезгую. Запах этот…
                Хотя от него-то как раз не пахло. Не то что бомжом, а вообще
                ничем. Может поэтому от общения с ним оставалось ощущение
                некоторой нереальности.
            </p>
            <p>- Ты кто вообще?</p>
            <p>- Сандр а.</p>
            <p>- александр, что ли, Саша?</p>
            <p>- Ни. Ни кса, ни аша. Сандр. Сандр а.</p>
            <p>
                Понимать его вначале было трудно, но потом я как-то
                приспособился. Однако даже когда научился разбирать невнятную
                скороговорку, как его на самом деле зовут, всё равно не понял.
                Он бурно протестовал против александра, ничего более созвучного
                в голову не пришло - так и остался Сандером.
            </p>
            <p>- И что тебе нужно, Сандер?</p>
            <p>
                Тот потоптался как-то смущённо, ковырнул ножкой, пожал плечиками
                - я уже решил, что точно, сейчас выпить попросит. Мне не то
                чтобы жалко, но не люблю бесцеремонности и не нуждаюсь в
                компании. Так что я уже внутренне начал выстраивать умеренно
                вежливый отказ, но человечек меня удивил.
            </p>
            <p>- Уазь? - ткнул он пальцем в крышу. - Уазь вой?</p>
            <p>Это были первые его слова, которые я понял.</p>
            <p>
                - Да, мой УаЗ. Собственный, маму его железную еть, - я был полон
                технического скептицизма и несплюнутого яда.
            </p>
            <p>- Уазь - осё, - закивал головой Сандер.</p>
            <p>
                - Да, УаЗ - хорошо, - согласился я, чтобы не вдаваться в
                подробности. Потому что где-то хорошо, но чаще криво, ржаво и не
                по резьбе прикручено. Как и всё в моей жизни. Не просто так мы
                с УаЗом нашли друг друга.
            </p>
            <p>
                - Уазь - аоси грём, уазь - нуно, - подтвердил этот странный
                человечек.
            </p>
            <p>
                - Для чего нужно-то? - спросил я лениво, прикладываясь к
                бутылке. Стаканами я пренебрегал из соображения гигиены. Грязные
                стаканы - это безобразие, а за водой надо таскаться к колонке
                через всё Гаражище.
            </p>
            <p>
                Не услышав ответа, я обернулся - но никого за плечом уже не
                было. Сандер отбыл столь же бесшумно и таинственно, как
                появился. Это было бы чертовски загадочно, если бы я не был
                пьян, и ночь, и луна, и вообще. В такие моменты всегда
                чертовщина. а потом проснёшься - и, кроме сушняка, никакой
                мистики. В общем, не придал я тогда значения этой нелепой
                встрече, а зря. С неё-то всё и началось.
            </p>
            <img
                src='/src/assets/image/bookmultiverse/g1_1.jpg'
                alt=''
            />
            <p>
                Гаражище Великое было усеяно мелкими, совсем мелкими и
                мельчайшими автосервисами. Влился в их число и я со своим
                гаражиком. Человеку, если он одинок и неамбициозен, нужно крайне
                мало, а о том, что будет зимой, я старался не думать. Жил
                сегодняшним днем и сегодняшним клиентом, с очередным «там чота
                бумкает» или «масло поджирает, глянь». Не самая худшая, кстати,
                работа.
            </p>
            <p>
                В детстве я считал, что самая плохая работа на свете - это
                работа санитара в морге. Я тогда отчего-то очень боялся
                покойников, и находиться с ними в одном помещении казалось мне
                запредельным ужасом. Поэтому я думал, что этим санитарам платят
                немеряные тыщи - потому что, ну кто за маленькие-то деньги на
                такой кошмар согласится? (Когда я узнал правду, мир не то чтобы
                рухнул, но покачнулся точно).
            </p>
            <p>
                В школе мне казалось, что нет ничего гаже, чем быть сантехником.
                Лазить туда, куда другие срут? Фу! Однако мне уже не казалось,
                что им платят за их грязную работу много денег - в школе я уже
                начал смутно осознавать, что мир чаще бывает несправедлив, чем
                наоборот.
            </p>
            <p>
                Позже я стал понимать, что паршивых работ на вообще куда больше,
                чем хороших, и чем тяжелее, грязнее и противнее работа, тем хуже
                она оплачивается. Я принял это как данность, но до сих пор в
                глубине души не могу понять, почему какой-то
                из-папки-в-папку-файлоперекладыватель, сидящий в
                кондиционированном офисе, получает больше, чем мужик в оранжевой
                жилетке, кидающий под палящим солнцем горячий асфальт лопатой.
                Ведь у мужика очевидно работа тяжелее, да и пользы от неё
                больше?
            </p>
            <p>
                Поэтому в моём антирейтинге занятий человеческих долгое время
                лидировали все профессии, включающие в себя использование
                лопаты. Мне казалось, что на этом предмете лежит настоящее
                Древнее Проклятие: если какое-либо занятие включает в себя
                непосредственный контакт с лопатой, то всё - много унылого
                тяжёлого труда в отвратительных условиях и за тухлые гроши вам
                гарантировано.
            </p>
            <p>
                Однако с некоторых пор Топ-10 паршивых работ для меня
                безоговорочно возглавляет…
            </p>
            <p>Человек, Показывающий Палкой Влево!</p>
            <p>
                Он стоит на подземной парковке супермаркета в светоотражающей
                жёлтой жилетке и показывает палкой влево. Утром и вечером, в
                жару и мороз, он стоит там, в сумраке выезда, в облаке выхлопных
                газов и показывает. Палкой. Влево. Всегда на одном и том же
                месте. Всегда в одной и той же позе. Час за часом, день за днём.
                Он стоит. Показывает.
            </p>
            <p>
                Наверное, иногда ему доводится показать своей палкой и в другую
                сторону. Скажем, поднять её вверх жестом «Стоп!». Ведь сам факт
                того, что он тут стоит, должен подразумевать некоторую
                возможность реакции на обстоятельства, иначе его заменили бы
                нарисованной на стене стрелочкой. Я думаю, в эти дни у него
                праздник и, приходя вечером домой, он требует к ужину стопку
                водки и говорит жене: «Позови детей!» Когда дети приходят, робко
                топчась на пороге кухни, он торжественно выпивает поданную
                стопку, лихо ставит её на стол и с гордостью говорит им:
                «Знаете, сегодня я показал своей палкой „Стоп!“ Это было
                действительно волнующе - такая ответственность! Но я прекрасно
                справился!» И дети, разумеется, гордятся отцом и мечтают
                поскорее вырасти - чтобы тоже Показывать Палкой Влево.
            </p>
            <p>
                Увы, обширный жизненный опыт уже не даёт мне предположить, что
                за эту удивительную работу платят много денег. Думаю, что
                возможности карьерного роста там тоже невелики - даже
                Поднимающим Шлагбаум его вряд ли возьмут - в этих будочках
                всегда сидят тётки, и у них, разумеется, гендерная
                дискриминация. В эту мафию ему не втереться, всё схвачено.
                Знаете, как это бывает - хорошие места всегда достаются по
                блату. Так и будет он стоять на своём посту и показывать палкой
                влево, пока от вечного сквозняка и ядовитых выхлопов не хватит
                его карачун. На похороны его придут и блатные поднимательницы
                шлагбаумов, и беззаботные сборщики тележек, и угрюмые уборщицы,
                и даже его коллега с другого конца парковки - Человек,
                Показывающий Палкой Вправо. Они выпьют водки на поминках и будут
                рассказывать, как хорошо покойный показывал палкой влево, и что
                ему даже один раз довелось показать палкой «Стоп!» - и он
                справился наилучшим образом. Достойный был человек и прожил
                хорошую жизнь. Всякому бы так.
            </p>
            <p>
                Я бы предположил, что в гроб ему положат жёлтую жилетку и
                полосатую палку, а на надгробии напишут «Он Показывал Палкой
                Влево!» - но это вряд ли. Люди, показывающие палкой влево,
                обычно не имеют достаточно фантазии и похоронят его самым
                наиобычнейшим образом, как всех - с овальным керамическим
                портретом и датами. Его роль в этом мире останется неизвестной
                потомкам.
            </p>
            <p>
                И когда мне порой становится грустно, и кажется, что жизнь моя
                потеряла смысл - я всегда вспоминаю про Человека, Показывающего
                Палкой Влево. И мне становится легче.
            </p>
            <br />
            <p>
                С утра кто-то из соседей слушал в своём гараже «Радио Дача».
                Существование этого радио является, на мой взгляд, достаточным
                опровержением теории Божественного Бытия. Бог, сотворивший
                золотые закаты, рассветную дымку, изумрудное море и заснеженные
                горы в свете луны, не потерпел бы в своём творении такой
                мерзости, как «Радио Дача». Наличие такого радио в эфире вполне
                оправдало бы ещё один Потоп, а если учесть существование «Радио
                Шансон», то и хороший кометный удар с последующим ледниковым
                периодом. Некоторые явления требуют радикальных мер.
            </p>
            <p>
                Клиентов не было, и я возился с УаЗом. Благо, там всегда есть с
                чем повозиться. Мотор вот работает, а призвук у него странный.
                Есть какое-то верховое пристукивание на каждом четвёртом такте.
                Вроде бы и ерундовое, а непонятно. Лазил полчаса с
                фонендоскопом, пытаясь понять - что стучит? Так и не понял: для
                клапанного механизма - слишком глухо, для поршневой группы -
                слишком звонко. Они ж по-разному звучат-то, поршневые звуки
                водяная рубашка глушит. а так бы сказал, что, то ли юбка поршня
                блямкает об цилиндр, то ли поршневой палец болтается… Но не
                клапанный зазор, те я в первую очередь проверил. Лазил-лазил,
                слушал-слушал - вылезаю, а рядом тот Сандер стоит. Ну, который с
                крыши. а я уж начал подумывать, что он мне спьяну померещился.
            </p>
            <p>- Еет!</p>
            <p>
                - И тебе привет, - кивнул я, подав руку по обычаю механиков -
                запястьем вперёд. Потому, что кисть-то в масле вся.
            </p>
            <p>
                Сандер аккуратно двумя пальчиками пожал мне предплечье, и
                уставился на работающий двигатель, как будто сроду ничего
                интереснее не видал.
            </p>
            <p>- Работает, вишь! - похвастался я.</p>
            <p>
                Сандер ткнул в сторону мотора тонким грязноватым пальцем и
                сказал:
            </p>
            <p>- Ут ипаильно.</p>
            <p>- Что неправильно?</p>
            <p>- Ут. акая ука. Ывает отора. Ипаильно.</p>
            <p>- Какая штука? Что она неправильно открывает?</p>
            <p>
                Вот не люблю я таких знатоков, вы себе представить не можете,
                как. Сделает глубокомысленное лицо, пальцем ткнёт, скажет
                глупость какую-нибудь, типа «карб бы продуть» или «свечи бы
                поменять» - потому что, кроме карба и свечей, других деталей не
                знает, а как свечи вывернуть, ему папа в детстве на старом
                «Москвиче» показывал.
            </p>
            <p>- Инаю.</p>
            <p>- а чего говоришь тогда, если не знаешь?</p>
            <p>- Ова инаю. Ижу осто. Ипаильно.</p>
            <p>
                ага, слова он, видите ли, не знает. Видит просто. «Я художник, я
                так вижу». Тьфу.
            </p>
            <p></p>При свете дня Сандер был меньше похож на бомжа и совсем не
            похож на подростка. Маленький и щуплый, одетый не то чтобы в
            лохмотья, но явно во что-то с чужого, куда более широкого плеча, он
            имел в лице и моторике какую-то неправильность, которая вроде бы и в
            глаза не бросалась, а всё же была заметна. И это кроме дефекта речи.
            Кстати, на самом деле он говорил куда понятнее, чем я это пытаюсь
            записать буквами, потому что почти все слова угадывались по
            интонированию и расставлению ударений.
            <p>- О! - вдруг просиял Сандер. - Я ииду Йози!</p>
            <p>
                - Кого приведёшь? - спохватился я на секунду позже, чем надо.
                Сандер уже смылся, снова продемонстрировав удивительную
                способность исчезать из поля зрения. а, впрочем, не до него
                было. Оставив тщетные попытки слышать неслышимое и устав
                гипнотизировать взглядом мотор, я, вздохнув, полез под машину
                ковыряться в подвесках. Это, знаете ли, практически отдых.
                Слегка похоже на пляжный курорт. Я лежу на песочке, перед
                гаражом, от солнца меня закрывает УаЗ, а на открытые части тела
                я наношу разнообразные смазки…
            </p>
            <p>
                Это называется «шприцевание» - навык у нынешних автовладельцев
                утраченный. О, это сладкое слово «шприцевание»! Как наивны и
                невинны нынешние водители, никогда не видевшие литольного
                шприца! Не вонзавшие его в шприц-маслёнку, не наблюдавшие, как
                лезет из узла старая смазка, замещаясь новой… Что-то есть в этом
                нативное, архетипическое, отражающее глубинное (я б даже сказал
                интимное) взаимоотношение водителя с машиной.
            </p>
            Шприцевание подают как серьёзный недостаток старых машин, но как по
            мне - это просто другое отношение к жизни, не испорченное
            цивилизацией одноразовых вещей.
            <p>
                В УаЗе очен- То Йози! - важно кивнул головой Сандер, выделив
                голосом этого самого Йози значимость. Как будто графа
                какого-нибудь привёл.ь мало что требует замены по износу.
                Практически любой узел может быть починен - быстро перебран на
                коленке самым тупым солдатом-срочником в чистом поле под
                обстрелом при помощи молотка, пассатижей и известной матери.
                Есть расходники - резинки. Остальное - сталь и чугун, причём всё
                разбирается, раскручивается, вынимается и отсоединяется.
            </p>
            <p>
                УаЗ - автомобиль прошлого века не только по году выпуска, но и
                по концепции отношения человека и мироздания. автомобиль эпохи
                недостаточности ресурсов. Того времени, когда всего было мало и
                всякая вещь была ценна и слабозаменима. Моему, например, больше
                тридцати лет от роду, и ничто не мешает проездить ещё столько
                же. Не техническое совершенство тому причиной, отнюдь - какое
                там, нафиг, совершенство, я вас умоляю, - а концептуальная
                установка на бесконечный ремонт. УаЗ никогда не бывает полностью
                исправен, но пребывать в этом состоянии он может практически
                вечно. Пока хозяину не надоест чинить. Это не делает его лучше
                современных машин, столь же малотребовательных к вниманию, сколь
                и неремонтопригодных. Это просто другой подход, порождённый
                другой эпохой, когда ресурсов было мало, а времени много. Точно
                как у меня сейчас.
            </p>
            <p>
                Когда я вылез ногами вперёд из-под машины, то увидел рядом
                весьма довольного собой Сандера и ещё одного мужичка. Ростом он
                тоже был невелик, но, в отличие от Сандера, в плечах широк, и
                вообще производил впечатление крепкого, уверенного в себе парня.
                Тем не менее, между ним и Сандером было некое не вполне
                отчётливое сходство - как у кровных, но дальних родственников,
                или, даже, скорее, как у представителей какого-нибудь редкого
                национального меньшинства.
            </p>
            <p>
                - То Йози! - важно кивнул головой Сандер, выделив голосом этого
                самого Йози значимость. Как будто графа какого-нибудь привёл.
            </p>
            <p>- Я Йози, - подтвердил гость, - будем знакомы.</p>
            <p>
                Ну что же, по крайней мере, дефекта речи у него не было. И
                вообще, Йози мне сразу глянулся. Открытое приятное лицо,
                крепкое, но без самоутверждающего передавливания рукопожатие и
                широкая искренняя улыбка, открывающая мелкие, острые и очень
                белые зубы. Имя его я принял тогда за очередное сокращение от
                библейского Иосифа - имени, популярного не только среди евреев.
                Впоследствии, впрочем, выяснилось, что сходство случайное.
            </p>
            <p>
                - Зелёный, - привычно представился я. Меня так прозвали в честь
                механика из мультика «Тайна третьей планеты». За бороду, чувство
                техники, пессимизм и меланхолию. «Ну, что у нас плохого?»,
                «Добром это не кончится!» - и прочие знаменитые цитаты.
            </p>
            <p>
                У Йози мое представление вопросов не вызвало. Пока я оттирал
                руки от солидола, которым набивал рулевые кулаки, он, не боясь
                испачкать одежду, ловко нырнул под УаЗик, вынырнул оттуда, и,
                спросив разрешения, открыл капот.
            </p>
            <p>- Годный грём, - сказал он одобрительно.</p>
            <p>
                - Годный что? - переспросил я. Это слово он произносил с
                промежуточным звуком - между «е» и «ё», - и я его уже слышал.
                От Сандера.
            </p>
            <p>
                - Грём. Слово такое. УаЗик - грём, - болгарка - тоже грём, часы
                - грём…
            </p>
            <p>- Механизм, машина?</p>
            <p>
                - Вроде того, но не совсем. Всякая сложная штука. Просто слово,
                неважно.
            </p>
            <p>
                - Грём! - неизвестно к чему подтвердил Сандер. Произносили они
                с Йози это слово, кстати, совершенно одинаково.
            </p>
            <p>- Можно завести мотор? - спросил Йози.</p>
            <p>
                Я всё равно собирался загонять УаЗик в гараж, так что просто
                залез в кабину и включил стартер. Мотор схватил с пол-оборота,
                но на холодную призвук был отчётливее. Мы втроём стояли и
                смотрели, как под открытым капотом рубит воздух крыльчатка
                вентилятора. Сандер нервно приплясывал, искательно глядя
                на Йози, Йози молчал. Я пожал плечами и сел за руль. Воткнул
                первую и аккуратно закатился в ворота. На сегодня уже в песке
                навалялся.
            </p>
            <p>Когда мотор затих, а я вышел на улицу, Сандер не выдержал:</p>
            <p>- Йози, кажи му, кажи! Ипаильно ывает, кажи!</p>
            <p>Йози чуть поморщился, но всё же, как бы нехотя, сказал:</p>
            <p>
                - Седло выпускного клапана треснуло на втором цилиндре. Чуть
                вышло из гнезда, и клапан подстукивает. Может выкрошиться,
                поменять бы.
            </p>
            <p>
                - Вот так прям треснуло, и именно на втором? - мне стало смешно.
                Кажется, меня непонятно зачем, но разыгрывали. Может быть, чтобы
                посмеяться, когда я, как дурак, убью целый день на то, чтобы
                снять головку блока? Не знаю. Одно знаю: услышать это в звуке
                мотора нельзя никак. Я, может, не самый лучший на свете механик,
                но границы возможного понимаю.
            </p>
            <p>
                Йози укоризненно посмотрел на Сандера, с выражением «ну, я же
                тебе говорил» на лице. Сандер взволновался:
            </p>
            <p>- Йози нает! Нает!</p>
            <p>
                ага, ещё один, значит, «художник, который так видит». Ну-ну. Он
                видит, а я башку снимай. ага, щазз. У меня и так есть, чем себя
                развлечь. Тормоза, вон, не сделаны, рулевой редуктор люфтит…
            </p>
            <p>
                Йози, впрочем, на мой явный скепсис не обиделся ничуть, и на
                диагнозе своём не настаивал. Потом, когда мы познакомились
                поближе, я понял, что это входит в его понятия о вежливости и в
                принцип ненарушения личного ментального пространства. Он своё
                мнение сказал и, даже будучи абсолютно в своей правоте
                уверенным, оставлял решение на других. Это не было проявлением
                равнодушия, это, скорее, такой своеобразный этикет.
            </p>
            <p>- Может, по пиву? - сказал Йози и широко улыбнулся.</p>
            <p>- И то верно, - не стал спорить я.</p>
            <p>И мы пошли по пиву.</p>
            <br />
            <a href='#header'>Вверх</a>
        </div>
    );
};
